{
    "home": "Home",
    "cours": "Courses",
    "prof": "Teachers",
    "apropos": "About",
    "contact": "Contact",
    "coursLang": "Language Courses",
    "textFooter": "Online language learning for everyone.\n Learn a new language in a simple and enjoyable way.",
    "lienRappide": "Quick link",
    "follow": "Follow Us",
    "text": "The first Language Learning Platform",
    "line1": "Speak fluently",
    "line2": "any language",
    "subtitle": "Learn with native teachers, innovative methods, and a global community. Speak like a local from day one.",
    "label1": "Active students",
    "label2": "Available languages",
    "label3": "Satisfaction rate",
    "text2": "Start for free",
    "ariaLabel": "Start for free",
    "text3": "Watch demo",
    "ariaLabel1": "Watch the platform demo",
    "alt": "Language learning",
    "badge": "NEW",
    "text4": "+500 courses",
    "ariaLabel2": "Over 500 courses available",
    "text5": "Community",
    "ariaLabel3": "Join the learning community",
    "french": "🇫🇷 French",
    "english": "🇬🇧 English",
    "spanish": "🇪🇸 Spanish",
    "welcome": "Welcome",
  "welcomeMessage": "You are successfully logged into your account.",
  "viewProfile": "View my profile",
  "login": "Login",
  "register": "Register",
  "authFeatures": "Authentication Features",
  "secureAuth": "Secure Authentication",
  "secureAuthDesc": "JWT system with email validation and secure password reset",
  "socialLogin": "Social Login",
  "socialLoginDesc": "Firebase authentication support with Google and other providers",
  "emailVerification": "Email Verification",
  "emailVerificationDesc": "Email verification system to confirm your account",
  "forgotPassword": "Forgot Password",
  "resetPassword": "Reset Password",
  "email": "Email",
  "password": "Password",
  "confirmPassword": "Confirm Password",
  "username": "Username",
  "submit": "Submit",
  "loading": "Loading...",
  "error": "Error",
  "success": "Success",
  "about_title": "Who are we?",
  "about_description": "Hoavi is an edtech startup reinventing language learning by combining online courses, in-person training (from middle to high school), and immersive technologies such as mobile and virtual reality (VR). Our programs are certification-based, allowing each learner to earn verifiable digital certificates and badges that prove real linguistic and professional skills.",

  "section_histoire_title": "History",
  "section_histoire_content": "Launched in late August 2025 by a passionate team, Hoavi was born from the ambition to make linguistic and academic education more useful, modern, and accessible. Its goal is to provide practical and certified learning paths that open real academic and career opportunities.",

  "section_vision_title": "Vision",
  "section_vision_content": "Our vision is to become the global reference for a hybrid educational model where learning goes hand in hand with accreditation. Hoavi aligns its programs with international frameworks — such as the CEFR for languages — recognized by academic partners and companies, preparing learners for real-world and rewarding careers.",

  "section_mission_title": "Mission",
  "section_mission_content": "Our mission is to offer personalized, measurable, and certifiable learning paths available online, in person, on mobile, and in VR. We aim to develop transferable skills that combine language mastery with professional know-how. Hoavi issues verifiable certificates through exams, portfolios, and digital badges, and plans to expand its certified courses internationally by 2026.",

  "section_offres_title": "Offers & Strategic Project",
  "section_offres_content": "Hoavi provides certified language programs with progressive modules, continuous assessments, a final exam, and a CEFR-aligned digital certificate (levels A1–C2). In-person courses are part of integrated programs combining internal certificates and partner accreditations. Our technological ecosystem includes a website, a mobile app, and a VR platform. The strategic plan aims for international expansion by 2026, emphasizing quality and accreditation through agreements with universities and recognized organizations.",

  "section_organisation_title": "Organization & Resources",
  "section_organisation_content": "Hoavi’s organization is built around several complementary departments: a pedagogical team designing and evaluating courses, a Certification & Quality Office responsible for creating frameworks and issuing certificates, an Institutional Relations team managing partnerships and accreditations, and a Tech & Product team handling exams, digital badges, and blockchain-ready verification. The Support & Careers department helps learners leverage their certificates in the professional world.",

  "section_role_title": "Role of Hoavi",
  "section_role_content": "Hoavi designs, implements, and evaluates certified learning programs while issuing verifiable and recognized credentials. The company supports learners in showcasing their skills, ensuring each certificate becomes a true gateway to employment and career growth.",
  "contact_title": "Contact Us",
  "contact_description": "Have a question, collaboration idea, or partnership proposal? We’d love to hear from you.",
  
  "form_name_label": "Full Name",
  "form_email_label": "Email Address",
  "form_message_label": "Message",
  "form_submit_button": "Send Message",
  
  "form_success_message": "Your message has been sent successfully. We’ll get back to you shortly.",
  "form_error_message": "An error occurred. Please try again.",
  
  "contact_info_title": "Contact Information",
  "contact_info_description": "You can also reach us through the following channels:",
  
  "contact_address_label": "Address",
  "contact_phone_label": "Phone",
  "contact_email_label": "Email"
}
